brew "bat"
brew "btop"
brew "cmake"
brew "git-delta"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "gdb"
brew "gh"
brew "go"
brew "jq"
brew "lld"
brew "ninja"
brew "podman"
brew "ripgrep"
brew "starship"
brew "tlrc"
brew "tree"
brew "tree-sitter-cli"
brew "wget"
brew "zoxide"

# Bun
brew "delve"
brew "gopls"
brew "luarocks"
brew "node"
brew "python@3.13"
brew "rustup"
brew "zig"
brew "zls"

brew "imagemagick"
brew "gettext"
brew "libpq"
brew "llvm"
brew "vulkan-tools"

cask "font-liberation"
cask "font-monaspace"
cask "ghostty"
cask "gimp"
cask "inkscape"
cask "wezterm@nightly"
